{
	"products": [
		{
			"id": "B0933BVK6T",
			"description": "Keep track of and find your items alongside friends and devices in the Find My app. Simple one-tap setup instantly connects AirTag with your iPhone or iPad. Play a sound on the built-in speaker to help find your things, or just ask Siri for help.",
			"title": "Apple AirTag",
			"price": 29.00,
			"imUrl": "https://m.media-amazon.com/images/I/51vW0NydStS._AC_SL1200_.jpg",
			"manufactorer": "Apple Computer",
			"source": "https://www.amazon.com/Apple-MX532AM-A-AirTag/dp/B0933BVK6T?th=1",
			"question": "What is the fartest distance to be active ?",
			"reviews": [
				{
					"reviewerName": "Honest Reviewer",
					"reviewText": "Isn't it Bluetooth based? The standard for that is something like 33 feet. It shouldn't last further away than your airpods or any other Bluetooth device. Well, that distance from the closest apple device capable of detecting them."
				},
				{
					"reviewerName": "RobinD",
					"reviewText": "I'm guessing any distance as long as someone with iPhone or iPad with Find My app on and has either data or wifi internet connection."
				},
				{
					"reviewerName": "Juart",
					"reviewText": "With my cat. Open field I tracked him at 223 feet! But it does a great job when he goes a 1/4 mile away too. Someone near him has an iPhone and when I go there, I can usually find him in seconds. I love this thing."
				},
				{
					"reviewerName": "Chip",
					"reviewText": "Only about 150 feet. We also live in a rural area with a lake in back of us. We are trying to use the Apple Air Tag to find our dog if he wanders away from home."
				},
				{
					"reviewerName": "T. Jay",
					"reviewText": "This is essentially a Bluetooth radio device, so the range is limited. But the unique quality of this system is the range of the air tag itself really does not matter. It’s not trying to connect just to your phone to shout it’s location. It connects to ALL iPhones to report its location."
				},
				{
					"reviewerName": "Christina and Sarah",
					"reviewText": "Unfortunately you cannot be away from the item to get it to work. I tried to ping it 2 miles from the house and it didn't work. Not cool honestly."
				},
				{
					"reviewerName": "Carone Cobden",
					"reviewText": "Yes, hundreds of miles. I tracked a missing piece of luggage from Seattle to Phoenix with mine. Love it!"
				},
				{
					"reviewerName": "Dcdrums502",
					"reviewText": "I can probably make it 3 to 4 feet if I’ve had a bowl of chili"
				},
				{
					"reviewerName": "Carolyn",
					"reviewText": "I keep one on my child as he goes to daycare and his father's house every other weekend. His father lives about 70miles from me and I’m about track it. However, if you’re trying to find it and hit the identify item button, you will not be able to hear the sound from this far away. If you’re looking to just track something or your child or pet, this is AMAZING!"
				},
				{
					"reviewerName": "Ann",
					"reviewText": "Seriously…. As long as there r cell phones around it will locate that could be hundreds of miles."
				}
			]
		},
		{
			"id": "B07PXGQC1Q",
			"description": "Quick access to Siri by saying 'Hey Siri'. More than 24 hours total listening time with the Charging Case. Effortless setup, in-ear detection, and automatic switching for a magical experience. Easily share audio between two sets of AirPods on your iPhone, iPad, iPod touch, or Apple TV",
			"title": "Apple AirPods (2nd Generation)",
			"price": 78.32,
			"imUrl": "https://m.media-amazon.com/images/I/7120GgUKj3L._AC_SL1500_.jpg",
			"manufactorer": "Apple Computer",
			"source": "https://www.amazon.com/dp/B07PXGQC1Q",
			"question": "Does this come with a lightning cable?",
			"reviews": [
				{
					"reviewerName": "Penner",
					"reviewText": "Yes, it comes with a lightning cable. It can be found by pulling up on the tab underneath where the air pods case laid. It is underneath the bottom piece of cardboard. Do not throw the box away without first taking the cord out."
				},
				{
					"reviewerName": "Jonathan",
					"reviewText": "Yes, it comes with the lightning cable, at least if you bought it new and in the original packaging."
				},
				{
					"reviewerName": "Randomguy442",
					"reviewText": "If you open the box, then you will see a little tab sticking out if the box is empty, pull that tab and the charging cable is underneath. Hope this helped."
				},
				{
					"reviewerName": "Theresa",
					"reviewText": "Mine came with a cable"
				},
				{
					"reviewerName": "Cayne",
					"reviewText": "Mine did come with one. They definitely should come with one."
				},
				{
					"reviewerName": "David Valenzuela",
					"reviewText": "It has the cable but you jave to buy the plug adapter"
				},
				{
					"reviewerName": "JONNETTA DAVIS",
					"reviewText": "YES IT COMES WITH THE LIGHTNING CABLE BUT NOT A BOX"
				},
				{
					"reviewerName": "Carmyn Goh",
					"reviewText": "Yes, it is inside the box. After you took the device out and flip the inside case over you’ll see it."
				},
				{
					"reviewerName": "Max",
					"reviewText": "Yup"
				},
				{
					"reviewerName": "WG",
					"reviewText": "Mine did, brand new out of the box."
				}
			]
		},
		{
			"id": "B08QDR4J8P",
			"description": "With smart casual appeal, these men's boots take on the classic Chelsea profile with the elastic gussets and heel loop tab. Rich leather or suede uppers are wearable for every day and make a great transitional look. A low heel adds to the iconic silhouette while a leather sock provides great comfort underfoot.",
			"title": "Clarks Men's Clarkdale Gobi Chelsea Boot",
			"price": 110.00,
			"imUrl": "https://m.media-amazon.com/images/I/814KJDkMayL._AC_SX625._SX._UX._SY._UY_.jpg",
			"manufactorer": "Clarks",
			"source": "https://www.amazon.com/dp/B07NDGYQ6K/ref=pd_homepage_sspa_dk_gateway_0",
			"question": "",
			"reviews": [
				{
					"reviewerName": "Oliver",
					"reviewText": "These boots are so comfortable! I love them so much I bought another pair for when the first one wears out. did not take long to break in. they are so comfortable but don't have the best arch support so after a long day of wearing them, my arches are a little sore. may consider getting an insert."
				},
				{
					"reviewerName": "RobinD",
					"reviewText": "First of all, wifey and I are big fans of Clark's. They last FOREVER. Very well made. This pair is no exception. The color is called olive but I would call it more of a greyish beige. Whatever, it looks great. The quality of the suede seems to be top-notch and the sole seems to be very good quality. It fits just right and looks great with a pair of jeans."
				},
				{
					"reviewerName": "Juart",
					"reviewText": "Airline pilot; Cons: literally use them walking indoors and in a plane 98% of the time the other 2% is walking to the hotel van and through a lobby. Had them for 3 months and already falling apart some how. Pros: comfortable, fit well, the leather is decent. Verdict: if you walk a lot expect a comfortable shoe that will fall apart quickly, if you sit behind a desk expect them to fall apart quickly."
				},
				{
					"reviewerName": "Chip",
					"reviewText": "Clarke's is a great company that makes great shoes and these are no exception. I got these as a gift from my parents. My feet usually totter around the 10 to 10.5 range. I got the 10.5 originally and I definitely though they were too big. Now I have the 10 and they feel nice and snug. The design of the shoe adheres to your ankle in a comfortable way that gives you a close, comfortable fit."
				},
				{
					"reviewerName": "T. Jay",
					"reviewText": "Always heard great things about Clarks. These do not disappoint. Amazing. Real, high-quality leather uppers. Real soft-leather lining. Solid stacked-leather heels, not leather veneer like most stacked heels these days. Real crepe-rubber soles (with a stiff leather midsole). Beautiful finish, not too glossy, but will definitely take polish. In recent years, I've found that size 10 runs small in a lot of shoes, but I ordered a 10, and these fit perfectly. Very comfortable, right out of the box, and they will likely get more so as time goes by. Very happy with this purchase."
				},
				{
					"reviewerName": "Christina and Sarah",
					"reviewText": "Love these boots! They look awesome, super comfortable from the start (did not need to break them in), very well made. If you can find a pair, grab em! Not sure if they’re making this style anymore, which would be a shame."
				}
			]
		},
		{
			"id": "QN65Q80AAFXZA",
			"description": "Nothing will get by you with the precise visible details, even in the darkest scenes, and sound that moves around you.",
			"title": "SAMSUNG 65-Inch Class QLED Q80A Series - 4K UHD",
			"price": 1197.99,
			"imUrl": "https://m.media-amazon.com/images/I/71ihMv1q-kL._AC_SL1500_.jpg",
			"manufactorer": "Samsung",
			"source": "https://www.amazon.com/SAMSUNG-65-Inch-Class-QLED-Built/dp/B08WF4XDMF/ref=sr_1_1_sspa?th=1",
			"question": "",
			"reviews": [
				{
					"reviewerName": "Russell Ross",
					"reviewText": "Using this as a monitor and TV. Picked up on my Samsung sound bar immediately. Able to connect (wireless) from my surface book 3 and see it as an external monitor in 4k. Downloaded power toys from windows and set it up with fancy zones so it looks like the equivalent of 6 separate screens and you can lay the grid out however you like. Originally ordered a 65 curved screen but it arrived with some issues and I had to return it. Really wanted another curved screen but they were out of stock so I settled (so I thought) for the flat 65. This thing is a third of the weight, about a quarter of the thickness, and the screen is beautiful. Actually glad the other screen had the issues or I would never have ordered this model that I like so much better. Only issue I had was that when the delivery guys opened the door on the truck, the TV was laying over on top of some other boxes in the delivery truck with none of the other items in the truck secured in any way. I was advised that it had just fell over between this stop and the last. The guys were trying to pick it up from one end and there was a very noticeable amount of flex due to the way they were trying to maneuver it. I get it, I've worked delivery. These guys just wanted it off their truck so they could get to the next stop. That being said, when I worked delivery, I would NEVER have let the customer see me handling something they just paid over $850 for in the manner they were. I voiced my concerns and was told, it's ok, if it's damaged you can just return it. Come on, guys. At least act like you care about the item you're delivering."
				},
				{
					"reviewerName": "Zenobiah",
					"reviewText": "Screen Share/Apple AirPlay Does Not Work. After two factory resets and numerous attempts to use the screen sharing/Apple Airplay functionality, we continued to get message on the TV “Unable to connect to Samsung Server.” Everything else streamed and functioned great and internet connection fine. Finally called Samsung Support, and after an hour on the phone, doing various resets and checks, I was told there was issue with the TV and I should return it."
				},
				{
					"reviewerName": "Matthew M",
					"reviewText": "Had this for about 2 weeks now and the picture quality looks amazing. Sound is what you’d most expect out of a flatscreen TV but it’s not bad either. It’s very easy to setup and has a lot of great smart features. The software has been a little bit delayed at times, but a majority of the time it’s smooth and easy to navigate with the remote control. Also, the picture is very clear and sharp with gaming & movies. Overall I would definitely recommend this TV for someone looking for a newer model within a cheaper budget."
				},
				{
					"reviewerName": "Brandon Luja",
					"reviewText": "First time buying a tv and had a terrible experience. Right out the box the TV looked to have been refurbished, because on the bottom right side of the screen there was some sticky residue on the screen which might have come from some sort of sticker that was placed on it (display TV?) while the top left corner of the screen had what looked like an upside “D” as dead pixels. Very disappointed and dissatisfied. Have to waste my time shipping it back, waiting for my refund to process, purchasing a new one, then waiting another couple days for that one to come in and hope it’s not broken!"
				},
				{
					"reviewerName": "Paul",
					"reviewText": "Do not buy. I don't usually leave negative reviews but because of the smart features this tv is not worth it. Most TV are easy to setup but this one goes behind you and reset your settings."
				},
				{
					"reviewerName": "Danny Feinbloom",
					"reviewText": "I recently purchased this TV through Amazon. Upon opening the package, it was evident that the device was defective. Multiple pixels were messed up in one of the corners. The package is undamaged and appears to have been shipped carefully. Even with the visible defect, Samsung support will not take accountability for the issue and will not replace the TV, which is under warranty. I cannot emphasize enough how displeased I am with Samsung's service. I strongly recommend avoiding the company at all cost because they do not stand by their products. Their customer service is extremely poor and, if you ever receive a defective product like I did, they made it explicitly clear to me that they do not care and will not take any action to rectify the situation. I expected so much more from Samsung and am extremely disappointed. Update: While Samsung's customer service was useless, rude, and awful, Amazon's customer service immediately stepped in to address the situation. Even though the warranty on the device was directly through Samsung, Amazon still exchanged it after the return period ended. I am very thankful to Amazon for resolving this mess and demonstrating excellent customer service."
				}
			]
		},
		{
			"id": "QN65Q80AAFXZA",
			"description": "Sleek, premium design complements your home décor; The Roomba 692 is a great way to begin cleaning your home smarter. Just schedule it to clean up daily dirt, dust, and debris with the iRobot HOME app or your voice assistant.",
			"title": "iRobot Roomba 692 Robot Vacuum",
			"price": 199.99,
			"imUrl": "https://m.media-amazon.com/images/I/71Xc8n2nPuL._AC_SL1500_.jpg",
			"manufactorer": "IRobot",
			"source": "https://www.amazon.com/iRobot-Vacuum-Wi-Fi-Connectivity-Self-Charging-Charcoal/dp/B085D4MFS8?th=1",
			"question": "",
			"reviews": [
				{
					"reviewerName": "Stephanie",
					"reviewText": "I can walk barefoot!!! Clean floors!. She is not very noisy. Much less than a regular vacuum cleaner for sure! I would say it sounded like a fan on high, which really wasn't bothersome. Hazel really had no trouble around furniture or traveling over transistion strips from flooring to flooring. After about an hour of buzzing around, Hazel docked herself and played a 4-5 note jingle. Really, Hazel is a dream. No, she doesn't deep clean edges or get under some furniture, but honestly, she's keeping my floors cleaner than I manage to on my own! I am so very happy with her! Now if only she could make dinner...!"
				},
				{
					"reviewerName": "Customer A",
					"reviewText": "Stop working just over one month. It was great for the first two or three weeks. Ocansionly used two or three times a week. Just used about a month, it starts not to work correctly. Contact customer service over the phone for more than an hour, and they did not solve the problem. They said they would call back the next day, and it's been five days haven't got any phone call from iRobot service."
				},
				{
					"reviewerName": "Rick",
					"reviewText": "Keeps CLEAN floors CLEAN between washings. My latest foray into the robotic floor-mopping sphere is the lowly little Braava Jet 240 which was released back in March. I waited a while to buy this one, mainly because I already had several working Scoobas I’ve bought over the years that still work like a charm, and I thought I had no need for any more robots. More recently, I tested the Braava series 320, with the water reservoir add-on and a few extra reusable pads. My experience with the 320 was somewhat lacking to say the least. Though I really wanted to love it, problems kept popping up much too often on the 320. Navigation issues would lead to frequent coverage issues, and the Northstar cube just refused to connect 3/4 of the time, no matter what I tried. The older scooba 230 is on its second battery and is beginning to die early, and the 390 doesn’t really like the new thresholds and vents at my new house since I moved and has since become a real pain to use with 100% success."
				},
				{
					"reviewerName": "Jami James",
					"reviewText": "Noise Level: pretty quite. Functionality: Cleaned on a mission but does not do what I felt it should Cleaning Duration: cleaned for 100 minutes Emptying Convenience: the process was fine but it will never outdo a regular mop. Cleans a quarter of the floor and then is empty. Felt like I had to babysit the thing all the time. Mop future is useless Would not recommend to anyone. Overpriced"
				},
				{
					"reviewerName": "Wanderer",
					"reviewText": "Absolutely despise this product. Plug it in, charge it, and then the frustration begins. Connecting to WiFi was a struggle in itself. Then watching it bounce around aimlessly in a small quadrant of my living room was beyond frustrating. It possibly ran over the same spot 50 times but never made it to the hallway. Traces of dirt still remain. We're taking about a 300 sqft living room. Will be returning."
				},
				{
					"reviewerName": "Melissa Z",
					"reviewText": "Works pretty good with some flaws. Works pretty good. I've been having issues with it vacuuming all rooms on the first floor. Sometimes it only does the office and hallway, the first day it did those plus my kitchen and living room. So it's hit or miss if it will vacuum every room, and if I'm not home I'll never know where it went. Also when i hit the button on top of it to go back to the dock, it doesn't. Just flashes and keeps vacuuming. I'll guess I'll keep it, but I have to babysit it occasionally."
				}
			]
		},
		{
			"id": "B09BXQ4HMB",
			"description": "Fitbit Charge 5 + Premium connects the dots between your activity, sleep and stress so you can make the best decisions for your body, mind and health. It all starts with your 6-month Premium membership and Daily Readiness, a score based on activity, sleep and heart rate variability (HRV) that helps you optimize your workout routine. Your score comes with personalized activity recommendations: low means go easy and recover—light yoga, deep breathing—while a high score gives you the green light to go all out. Enhance your recovery routine with advanced stress-management tools like the on-wrist EDA sensor. Stay ahead of heart health with atrial fibrillation (AFib) heart rhythm assessments using the on-wrist ECG app. And you’ll always have motivation to reach new goals with hundreds of guided workouts, a gallery of refreshing mindfulness sessions plus the fitness features you know and love like Active Zone Minutes and built-in GPS.",
			"title": "Fitbit Charge 5 Advanced Fitness & Health Tracker with Built-in GPS",
			"price": 178.95,
			"imUrl": "https://m.media-amazon.com/images/I/41iag5vRGVL._AC_SL1001_.jpg",
			"manufactorer": "Fitbit",
			"source": "https://www.amazon.com/Fitbit-Advanced-Management-Tracking-Graphite/dp/B09BXQ4HMB?th=1",
			"question": "",
			"reviews": [
				{
					"reviewerName": "Cindy",
					"reviewText": "It’s very easy to use. Just a couple of taps, and you’re ready to go."
				},
				{
					"reviewerName": "Mark",
					"reviewText": "You can when you get close to the watch and using the app on your phone, you can sync to the device and track the data."
				},
				{
					"reviewerName": "Edward",
					"reviewText": "track steps. Yes, definitely. I was starting to love the extra data features until I started looking for my flights climbed… and it’s gone! It no longer tracks your flights climbed! Which, as an avid Hiker, is extremely important to me! I’m returning it and going back to my charge 2"
				},
				{
					"reviewerName": "Jami James",
					"reviewText": "ECG functionality is absent. I bought the Charge 5 because it was capable of ECG measurements. But it turns out this is a function that won't be available until an upcoming update (to the firmware? the App?) in the coming months. That's ambiguous. It's also false advertising."
				},
				{
					"reviewerName": "Wanderer",
					"reviewText": "No ECG on launch and still no released at the time of writing this. No constant stress monitoring. No ECG app"
				},
				{
					"reviewerName": "Melissa Z",
					"reviewText": "No ECG on launch and still no released at the time of writing this."
				}
			]
		},
		{
			"id": "B0933BVK6T",
			"description": "Keep track of and find your items alongside friends and devices in the Find My app. Simple one-tap setup instantly connects AirTag with your iPhone or iPad. Play a sound on the built-in speaker to help find your things, or just ask Siri for help.",
			"title": "5-Ply Breathable & Comfortable Safety Mask",
			"price": 21.24,
			"imUrl": "",
			"manufactorer": "Apple Computer",
			"source": "",
			"question": "What is the fartest distance to be active ?",
			"reviews": [
				{
					"reviewerName": "Honest Reviewer",
					"reviewText": "Isn't it Bluetooth based? The standard for that is something like 33 feet. It shouldn't last further away than your airpods or any other Bluetooth device. Well, that distance from the closest apple device capable of detecting them."
				},
				{
					"reviewerName": "RobinD",
					"reviewText": "I'm guessing any distance as long as someone with iPhone or iPad with Find My app on and has either data or wifi internet connection."
				},
				{
					"reviewerName": "Juart",
					"reviewText": "With my cat. Open field I tracked him at 223 feet! But it does a great job when he goes a 1/4 mile away too. Someone near him has an iPhone and when I go there, I can usually find him in seconds. I love this thing."
				},
				{
					"reviewerName": "Chip",
					"reviewText": "Only about 150 feet. We also live in a rural area with a lake in back of us. We are trying to use the Apple Air Tag to find our dog if he wanders away from home."
				},
				{
					"reviewerName": "T. Jay",
					"reviewText": "This is essentially a Bluetooth radio device, so the range is limited. But the unique quality of this system is the range of the air tag itself really does not matter. It’s not trying to connect just to your phone to shout it’s location. It connects to ALL iPhones to report its location."
				},
				{
					"reviewerName": "Christina and Sarah",
					"reviewText": "Unfortunately you cannot be away from the item to get it to work. I tried to ping it 2 miles from the house and it didn't work. Not cool honestly."
				},
				{
					"reviewerName": "Carone Cobden",
					"reviewText": "Yes, hundreds of miles. I tracked a missing piece of luggage from Seattle to Phoenix with mine. Love it!"
				},
				{
					"reviewerName": "Dcdrums502",
					"reviewText": "I can probably make it 3 to 4 feet if I’ve had a bowl of chili"
				},
				{
					"reviewerName": "Carolyn",
					"reviewText": "I keep one on my child as he goes to daycare and his father's house every other weekend. His father lives about 70miles from me and I’m about track it. However, if you’re trying to find it and hit the identify item button, you will not be able to hear the sound from this far away. If you’re looking to just track something or your child or pet, this is AMAZING!"
				},
				{
					"reviewerName": "Ann",
					"reviewText": "Seriously…. As long as there r cell phones around it will locate that could be hundreds of miles."
				}
			]
		},
		{
			"id": "B07PXGQC1Q",
			"description": "Quick access to Siri by saying 'Hey Siri'. More than 24 hours total listening time with the Charging Case. Effortless setup, in-ear detection, and automatic switching for a magical experience. Easily share audio between two sets of AirPods on your iPhone, iPad, iPod touch, or Apple TV",
			"title": "Phone Tripod, Aureday 50” Extendable Adjustable Smartphone & Tablet Tripod Stand",
			"price": 20.39,
			"imUrl": "",
			"manufactorer": "Apple Computer",
			"source": "",
			"question": "Does this come with a lightning cable?",
			"reviews": [
				{
					"reviewerName": "Penner",
					"reviewText": "Yes, it comes with a lightning cable. It can be found by pulling up on the tab underneath where the air pods case laid. It is underneath the bottom piece of cardboard. Do not throw the box away without first taking the cord out."
				},
				{
					"reviewerName": "Jonathan",
					"reviewText": "Yes, it comes with the lightning cable, at least if you bought it new and in the original packaging."
				},
				{
					"reviewerName": "Randomguy442",
					"reviewText": "If you open the box, then you will see a little tab sticking out if the box is empty, pull that tab and the charging cable is underneath. Hope this helped."
				},
				{
					"reviewerName": "Theresa",
					"reviewText": "Mine came with a cable"
				},
				{
					"reviewerName": "Cayne",
					"reviewText": "Mine did come with one. They definitely should come with one."
				},
				{
					"reviewerName": "David Valenzuela",
					"reviewText": "It has the cable but you jave to buy the plug adapter"
				},
				{
					"reviewerName": "JONNETTA DAVIS",
					"reviewText": "YES IT COMES WITH THE LIGHTNING CABLE BUT NOT A BOX"
				},
				{
					"reviewerName": "Carmyn Goh",
					"reviewText": "Yes, it is inside the box. After you took the device out and flip the inside case over you’ll see it."
				},
				{
					"reviewerName": "Max",
					"reviewText": "Yup"
				},
				{
					"reviewerName": "WG",
					"reviewText": "Mine did, brand new out of the box."
				}
			]
		},
		{
			"id": "B08QDR4J8P",
			"description": "With smart casual appeal, these men's boots take on the classic Chelsea profile with the elastic gussets and heel loop tab. Rich leather or suede uppers are wearable for every day and make a great transitional look. A low heel adds to the iconic silhouette while a leather sock provides great comfort underfoot.",
			"title": "Fisher Snack Deluxe Mixed Nuts",
			"price": 19.00,
			"imUrl": "",
			"manufactorer": "Clarks",
			"source": "",
			"question": "",
			"reviews": [
				{
					"reviewerName": "Oliver",
					"reviewText": "These boots are so comfortable! I love them so much I bought another pair for when the first one wears out. did not take long to break in. they are so comfortable but don't have the best arch support so after a long day of wearing them, my arches are a little sore. may consider getting an insert."
				},
				{
					"reviewerName": "RobinD",
					"reviewText": "First of all, wifey and I are big fans of Clark's. They last FOREVER. Very well made. This pair is no exception. The color is called olive but I would call it more of a greyish beige. Whatever, it looks great. The quality of the suede seems to be top-notch and the sole seems to be very good quality. It fits just right and looks great with a pair of jeans."
				},
				{
					"reviewerName": "Juart",
					"reviewText": "Airline pilot; Cons: literally use them walking indoors and in a plane 98% of the time the other 2% is walking to the hotel van and through a lobby. Had them for 3 months and already falling apart some how. Pros: comfortable, fit well, the leather is decent. Verdict: if you walk a lot expect a comfortable shoe that will fall apart quickly, if you sit behind a desk expect them to fall apart quickly."
				},
				{
					"reviewerName": "Chip",
					"reviewText": "Clarke's is a great company that makes great shoes and these are no exception. I got these as a gift from my parents. My feet usually totter around the 10 to 10.5 range. I got the 10.5 originally and I definitely though they were too big. Now I have the 10 and they feel nice and snug. The design of the shoe adheres to your ankle in a comfortable way that gives you a close, comfortable fit."
				},
				{
					"reviewerName": "T. Jay",
					"reviewText": "Always heard great things about Clarks. These do not disappoint. Amazing. Real, high-quality leather uppers. Real soft-leather lining. Solid stacked-leather heels, not leather veneer like most stacked heels these days. Real crepe-rubber soles (with a stiff leather midsole). Beautiful finish, not too glossy, but will definitely take polish. In recent years, I've found that size 10 runs small in a lot of shoes, but I ordered a 10, and these fit perfectly. Very comfortable, right out of the box, and they will likely get more so as time goes by. Very happy with this purchase."
				},
				{
					"reviewerName": "Christina and Sarah",
					"reviewText": "Love these boots! They look awesome, super comfortable from the start (did not need to break them in), very well made. If you can find a pair, grab em! Not sure if they’re making this style anymore, which would be a shame."
				}
			]
		},
		{
			"id": "QN65Q80AAFXZA",
			"description": "Nothing will get by you with the precise visible details, even in the darkest scenes, and sound that moves around you.",
			"title": "CHADIOR Convertible Sectional Sofa with Reversible Chaise",
			"price": 375.00,
			"imUrl": "",
			"manufactorer": "Samsung",
			"source": "",
			"question": "",
			"reviews": [
				{
					"reviewerName": "Russell Ross",
					"reviewText": "Using this as a monitor and TV. Picked up on my Samsung sound bar immediately. Able to connect (wireless) from my surface book 3 and see it as an external monitor in 4k. Downloaded power toys from windows and set it up with fancy zones so it looks like the equivalent of 6 separate screens and you can lay the grid out however you like. Originally ordered a 65 curved screen but it arrived with some issues and I had to return it. Really wanted another curved screen but they were out of stock so I settled (so I thought) for the flat 65. This thing is a third of the weight, about a quarter of the thickness, and the screen is beautiful. Actually glad the other screen had the issues or I would never have ordered this model that I like so much better. Only issue I had was that when the delivery guys opened the door on the truck, the TV was laying over on top of some other boxes in the delivery truck with none of the other items in the truck secured in any way. I was advised that it had just fell over between this stop and the last. The guys were trying to pick it up from one end and there was a very noticeable amount of flex due to the way they were trying to maneuver it. I get it, I've worked delivery. These guys just wanted it off their truck so they could get to the next stop. That being said, when I worked delivery, I would NEVER have let the customer see me handling something they just paid over $850 for in the manner they were. I voiced my concerns and was told, it's ok, if it's damaged you can just return it. Come on, guys. At least act like you care about the item you're delivering."
				},
				{
					"reviewerName": "Zenobiah",
					"reviewText": "Screen Share/Apple AirPlay Does Not Work. After two factory resets and numerous attempts to use the screen sharing/Apple Airplay functionality, we continued to get message on the TV “Unable to connect to Samsung Server.” Everything else streamed and functioned great and internet connection fine. Finally called Samsung Support, and after an hour on the phone, doing various resets and checks, I was told there was issue with the TV and I should return it."
				},
				{
					"reviewerName": "Matthew M",
					"reviewText": "Had this for about 2 weeks now and the picture quality looks amazing. Sound is what you’d most expect out of a flatscreen TV but it’s not bad either. It’s very easy to setup and has a lot of great smart features. The software has been a little bit delayed at times, but a majority of the time it’s smooth and easy to navigate with the remote control. Also, the picture is very clear and sharp with gaming & movies. Overall I would definitely recommend this TV for someone looking for a newer model within a cheaper budget."
				},
				{
					"reviewerName": "Brandon Luja",
					"reviewText": "First time buying a tv and had a terrible experience. Right out the box the TV looked to have been refurbished, because on the bottom right side of the screen there was some sticky residue on the screen which might have come from some sort of sticker that was placed on it (display TV?) while the top left corner of the screen had what looked like an upside “D” as dead pixels. Very disappointed and dissatisfied. Have to waste my time shipping it back, waiting for my refund to process, purchasing a new one, then waiting another couple days for that one to come in and hope it’s not broken!"
				},
				{
					"reviewerName": "Paul",
					"reviewText": "Do not buy. I don't usually leave negative reviews but because of the smart features this tv is not worth it. Most TV are easy to setup but this one goes behind you and reset your settings."
				},
				{
					"reviewerName": "Danny Feinbloom",
					"reviewText": "I recently purchased this TV through Amazon. Upon opening the package, it was evident that the device was defective. Multiple pixels were messed up in one of the corners. The package is undamaged and appears to have been shipped carefully. Even with the visible defect, Samsung support will not take accountability for the issue and will not replace the TV, which is under warranty. I cannot emphasize enough how displeased I am with Samsung's service. I strongly recommend avoiding the company at all cost because they do not stand by their products. Their customer service is extremely poor and, if you ever receive a defective product like I did, they made it explicitly clear to me that they do not care and will not take any action to rectify the situation. I expected so much more from Samsung and am extremely disappointed. Update: While Samsung's customer service was useless, rude, and awful, Amazon's customer service immediately stepped in to address the situation. Even though the warranty on the device was directly through Samsung, Amazon still exchanged it after the return period ended. I am very thankful to Amazon for resolving this mess and demonstrating excellent customer service."
				}
			]
		},
		{
			"id": "QN65Q80AAFXZA",
			"description": "Sleek, premium design complements your home décor; The Roomba 692 is a great way to begin cleaning your home smarter. Just schedule it to clean up daily dirt, dust, and debris with the iRobot HOME app or your voice assistant.",
			"title": "JBL Charge 4 - Waterproof Portable Bluetooth Speaker",
			"price": 149.95,
			"imUrl": "",
			"manufactorer": "IRobot",
			"source": "",
			"question": "",
			"reviews": [
				{
					"reviewerName": "Stephanie",
					"reviewText": "I can walk barefoot!!! Clean floors!. She is not very noisy. Much less than a regular vacuum cleaner for sure! I would say it sounded like a fan on high, which really wasn't bothersome. Hazel really had no trouble around furniture or traveling over transistion strips from flooring to flooring. After about an hour of buzzing around, Hazel docked herself and played a 4-5 note jingle. Really, Hazel is a dream. No, she doesn't deep clean edges or get under some furniture, but honestly, she's keeping my floors cleaner than I manage to on my own! I am so very happy with her! Now if only she could make dinner...!"
				},
				{
					"reviewerName": "Customer A",
					"reviewText": "Stop working just over one month. It was great for the first two or three weeks. Ocansionly used two or three times a week. Just used about a month, it starts not to work correctly. Contact customer service over the phone for more than an hour, and they did not solve the problem. They said they would call back the next day, and it's been five days haven't got any phone call from iRobot service."
				},
				{
					"reviewerName": "Rick",
					"reviewText": "Keeps CLEAN floors CLEAN between washings. My latest foray into the robotic floor-mopping sphere is the lowly little Braava Jet 240 which was released back in March. I waited a while to buy this one, mainly because I already had several working Scoobas I’ve bought over the years that still work like a charm, and I thought I had no need for any more robots. More recently, I tested the Braava series 320, with the water reservoir add-on and a few extra reusable pads. My experience with the 320 was somewhat lacking to say the least. Though I really wanted to love it, problems kept popping up much too often on the 320. Navigation issues would lead to frequent coverage issues, and the Northstar cube just refused to connect 3/4 of the time, no matter what I tried. The older scooba 230 is on its second battery and is beginning to die early, and the 390 doesn’t really like the new thresholds and vents at my new house since I moved and has since become a real pain to use with 100% success."
				},
				{
					"reviewerName": "Jami James",
					"reviewText": "Noise Level: pretty quite. Functionality: Cleaned on a mission but does not do what I felt it should Cleaning Duration: cleaned for 100 minutes Emptying Convenience: the process was fine but it will never outdo a regular mop. Cleans a quarter of the floor and then is empty. Felt like I had to babysit the thing all the time. Mop future is useless Would not recommend to anyone. Overpriced"
				},
				{
					"reviewerName": "Wanderer",
					"reviewText": "Absolutely despise this product. Plug it in, charge it, and then the frustration begins. Connecting to WiFi was a struggle in itself. Then watching it bounce around aimlessly in a small quadrant of my living room was beyond frustrating. It possibly ran over the same spot 50 times but never made it to the hallway. Traces of dirt still remain. We're taking about a 300 sqft living room. Will be returning."
				},
				{
					"reviewerName": "Melissa Z",
					"reviewText": "Works pretty good with some flaws. Works pretty good. I've been having issues with it vacuuming all rooms on the first floor. Sometimes it only does the office and hallway, the first day it did those plus my kitchen and living room. So it's hit or miss if it will vacuum every room, and if I'm not home I'll never know where it went. Also when i hit the button on top of it to go back to the dock, it doesn't. Just flashes and keeps vacuuming. I'll guess I'll keep it, but I have to babysit it occasionally."
				}
			]
		},
		{
			"id": "B09BXQ4HMB",
			"description": "Fitbit Charge 5 + Premium connects the dots between your activity, sleep and stress so you can make the best decisions for your body, mind and health. It all starts with your 6-month Premium membership and Daily Readiness, a score based on activity, sleep and heart rate variability (HRV) that helps you optimize your workout routine. Your score comes with personalized activity recommendations: low means go easy and recover—light yoga, deep breathing—while a high score gives you the green light to go all out. Enhance your recovery routine with advanced stress-management tools like the on-wrist EDA sensor. Stay ahead of heart health with atrial fibrillation (AFib) heart rhythm assessments using the on-wrist ECG app. And you’ll always have motivation to reach new goals with hundreds of guided workouts, a gallery of refreshing mindfulness sessions plus the fitness features you know and love like Active Zone Minutes and built-in GPS.",
			"title": "Lenovo Chromebook Flex 5 2-in-1 Laptop",
			"price": 322.32,
			"imUrl": "",
			"manufactorer": "Fitbit",
			"source": "",
			"question": "",
			"reviews": [
				{
					"reviewerName": "Cindy",
					"reviewText": "It’s very easy to use. Just a couple of taps, and you’re ready to go."
				},
				{
					"reviewerName": "Mark",
					"reviewText": "You can when you get close to the watch and using the app on your phone, you can sync to the device and track the data."
				},
				{
					"reviewerName": "Edward",
					"reviewText": "track steps. Yes, definitely. I was starting to love the extra data features until I started looking for my flights climbed… and it’s gone! It no longer tracks your flights climbed! Which, as an avid Hiker, is extremely important to me! I’m returning it and going back to my charge 2"
				},
				{
					"reviewerName": "Jami James",
					"reviewText": "ECG functionality is absent. I bought the Charge 5 because it was capable of ECG measurements. But it turns out this is a function that won't be available until an upcoming update (to the firmware? the App?) in the coming months. That's ambiguous. It's also false advertising."
				},
				{
					"reviewerName": "Wanderer",
					"reviewText": "No ECG on launch and still no released at the time of writing this. No constant stress monitoring. No ECG app"
				},
				{
					"reviewerName": "Melissa Z",
					"reviewText": "No ECG on launch and still no released at the time of writing this."
				}
			]
		},
		{
			"id": "QN65Q80AAFXZA",
			"description": "Sleek, premium design complements your home décor; The Roomba 692 is a great way to begin cleaning your home smarter. Just schedule it to clean up daily dirt, dust, and debris with the iRobot HOME app or your voice assistant.",
			"title": "Dell 32 Inch Curved 4K UHD Monitor",
			"price": 399.99,
			"imUrl": "",
			"manufactorer": "IRobot",
			"source": "",
			"question": "",
			"reviews": [
				{
					"reviewerName": "Stephanie",
					"reviewText": "I can walk barefoot!!! Clean floors!. She is not very noisy. Much less than a regular vacuum cleaner for sure! I would say it sounded like a fan on high, which really wasn't bothersome. Hazel really had no trouble around furniture or traveling over transistion strips from flooring to flooring. After about an hour of buzzing around, Hazel docked herself and played a 4-5 note jingle. Really, Hazel is a dream. No, she doesn't deep clean edges or get under some furniture, but honestly, she's keeping my floors cleaner than I manage to on my own! I am so very happy with her! Now if only she could make dinner...!"
				},
				{
					"reviewerName": "Customer A",
					"reviewText": "Stop working just over one month. It was great for the first two or three weeks. Ocansionly used two or three times a week. Just used about a month, it starts not to work correctly. Contact customer service over the phone for more than an hour, and they did not solve the problem. They said they would call back the next day, and it's been five days haven't got any phone call from iRobot service."
				},
				{
					"reviewerName": "Rick",
					"reviewText": "Keeps CLEAN floors CLEAN between washings. My latest foray into the robotic floor-mopping sphere is the lowly little Braava Jet 240 which was released back in March. I waited a while to buy this one, mainly because I already had several working Scoobas I’ve bought over the years that still work like a charm, and I thought I had no need for any more robots. More recently, I tested the Braava series 320, with the water reservoir add-on and a few extra reusable pads. My experience with the 320 was somewhat lacking to say the least. Though I really wanted to love it, problems kept popping up much too often on the 320. Navigation issues would lead to frequent coverage issues, and the Northstar cube just refused to connect 3/4 of the time, no matter what I tried. The older scooba 230 is on its second battery and is beginning to die early, and the 390 doesn’t really like the new thresholds and vents at my new house since I moved and has since become a real pain to use with 100% success."
				},
				{
					"reviewerName": "Jami James",
					"reviewText": "Noise Level: pretty quite. Functionality: Cleaned on a mission but does not do what I felt it should Cleaning Duration: cleaned for 100 minutes Emptying Convenience: the process was fine but it will never outdo a regular mop. Cleans a quarter of the floor and then is empty. Felt like I had to babysit the thing all the time. Mop future is useless Would not recommend to anyone. Overpriced"
				},
				{
					"reviewerName": "Wanderer",
					"reviewText": "Absolutely despise this product. Plug it in, charge it, and then the frustration begins. Connecting to WiFi was a struggle in itself. Then watching it bounce around aimlessly in a small quadrant of my living room was beyond frustrating. It possibly ran over the same spot 50 times but never made it to the hallway. Traces of dirt still remain. We're taking about a 300 sqft living room. Will be returning."
				},
				{
					"reviewerName": "Melissa Z",
					"reviewText": "Works pretty good with some flaws. Works pretty good. I've been having issues with it vacuuming all rooms on the first floor. Sometimes it only does the office and hallway, the first day it did those plus my kitchen and living room. So it's hit or miss if it will vacuum every room, and if I'm not home I'll never know where it went. Also when i hit the button on top of it to go back to the dock, it doesn't. Just flashes and keeps vacuuming. I'll guess I'll keep it, but I have to babysit it occasionally."
				}
			]
		},
		{
			"id": "B09BXQ4HMB",
			"description": "Fitbit Charge 5 + Premium connects the dots between your activity, sleep and stress so you can make the best decisions for your body, mind and health. It all starts with your 6-month Premium membership and Daily Readiness, a score based on activity, sleep and heart rate variability (HRV) that helps you optimize your workout routine. Your score comes with personalized activity recommendations: low means go easy and recover—light yoga, deep breathing—while a high score gives you the green light to go all out. Enhance your recovery routine with advanced stress-management tools like the on-wrist EDA sensor. Stay ahead of heart health with atrial fibrillation (AFib) heart rhythm assessments using the on-wrist ECG app. And you’ll always have motivation to reach new goals with hundreds of guided workouts, a gallery of refreshing mindfulness sessions plus the fitness features you know and love like Active Zone Minutes and built-in GPS.",
			"title": "Fire 7 tablet",
			"price": 49.99,
			"imUrl": "",
			"manufactorer": "Fitbit",
			"source": "",
			"question": "",
			"reviews": [
				{
					"reviewerName": "Cindy",
					"reviewText": "It’s very easy to use. Just a couple of taps, and you’re ready to go."
				},
				{
					"reviewerName": "Mark",
					"reviewText": "You can when you get close to the watch and using the app on your phone, you can sync to the device and track the data."
				},
				{
					"reviewerName": "Edward",
					"reviewText": "track steps. Yes, definitely. I was starting to love the extra data features until I started looking for my flights climbed… and it’s gone! It no longer tracks your flights climbed! Which, as an avid Hiker, is extremely important to me! I’m returning it and going back to my charge 2"
				},
				{
					"reviewerName": "Jami James",
					"reviewText": "ECG functionality is absent. I bought the Charge 5 because it was capable of ECG measurements. But it turns out this is a function that won't be available until an upcoming update (to the firmware? the App?) in the coming months. That's ambiguous. It's also false advertising."
				},
				{
					"reviewerName": "Wanderer",
					"reviewText": "No ECG on launch and still no released at the time of writing this. No constant stress monitoring. No ECG app"
				},
				{
					"reviewerName": "Melissa Z",
					"reviewText": "No ECG on launch and still no released at the time of writing this."
				}
			]
		}
	]
}